Revit 2024 API
UnitTypeId.Centipoises Property
 Centipoises.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Centipoises { get; }
Visual Basic
Public Shared ReadOnly Property Centipoises As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Centipoises {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace